export const noReceiversText = [
  'Чтобы скачать с Ослика записанные поездки, подключи к нему телефон по usb и выбери режим "C передачей файлов".\n',
  'Первое подключение к Ослику может занять пару минут. В следующий раз будет быстро.\n',
  'Посмотри в верхний правый угол. Если видишь перечеркнутый кабель - Ослик еще не подключился к телефону.\n',
  'Если счетчик вверху справа показал новые маршруты, сначала нажми на значок кабеля, чтобы безопасно отключиться от Ослика.\n',
  'Лучший! Не забывай безопасно отключаться от Ослика каждый раз, чтобы не выпороли за потерю данных.\n',
  'Вот теперь можно отключить usb кабель от Ослика и даже выйти из приложения - данные не потеряются.\n',
  'Но маршрут еще не сохранен и пользоваться им нельзя. Нажимай на счетчик и сохраняй.\n',
  'Все маршруты хранятся в файле OslikHodovaya.json и Oslik.json в папке Downloads (или Загрузки) на телефоне. Не удаляй их, иначе потеряешь данные.\n',
  'Чтобы скопировать данные на другой телефон, перенеси эти файлы в папку Downloads (или Загрузки) с заменой файлов (если нужно). На некоторых телефонах эти файлы видны только с компьютера.',
];

export const noSendersText = 'Для этого получателя нет отправителей';
